---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.BendingDetailBendDiameterDimensionType.Radial
enum: Autodesk.Revit.DB.Structure.BendingDetailBendDiameterDimensionType
source: html/28a9c40f-0885-295e-01d8-079a294c51e5.htm
---
# Autodesk.Revit.DB.Structure.BendingDetailBendDiameterDimensionType.Radial

Radial Dimension Type